[
  {
    "pergunta": "Como a previsão de demanda é construída na sua organização?",
    "respostas": [
      "Utilizamos séries históricas de dados e vendas",
      "Aplicamos análises preditivas avançadas",
      "Baseamos nas informações fornecidas pelo time comercial",
      "Nenhuma das anteriores"
    ]
  },
  {
    "pergunta": "Como o processo de compra/abastecimento é gerido na sua empresa?",
    "respostas": [
      "Controlamos os estoques manualmente ou via planilhas",
      "Temos alertas diários automáticos de abastecimento e/ou utilizamos um sistema digital básico para controle de estoque",
      "Contamos com uma plataforma integrada que automatiza todo o processo de abastecimento",
      "Nenhuma das anteriores"
    ]
  },
  {
    "pergunta": "O quanto você confia na sua previsão de demanda?",
    "respostas": ["Inferior a 50%", "Entre 50% e 70%", "Superior a 70%", "Nenhuma das anteriores"]
  },
  {
    "pergunta": "Como a sua empresa gerencia a alocação de colaboradores para garantir eficiência e atender às demandas operacionais em tempo real?",
    "respostas": [
      "Utilizamos ferramentas manuais e fazemos ajustes pontuais conforme necessário",
      "Contamos com um sistema digital básico para alocação, mas sem integração com outras áreas",
      "Usamos uma solução automatizada que prevê demandas e otimiza a distribuição de colaboradores",
      "Utilizamos uma plataforma integrada que ajusta a força de trabalho em tempo real com base em dados de desempenho e demanda"
    ]
  },
  {
    "pergunta": "Como sua organização utiliza dados para melhorar a tomada de decisões?",
    "respostas": [
      "Não investimos em análise de dados e preferimos métodos tradicionais para decisões",
      "Utilizamos ferramentas básicas de análise de dados para suportar algumas decisões",
      "Aplicamos soluções de análise de dados em áreas específicas para melhorar a tomada de decisões",
      "Estamos em constante evolução, utilizando análises de dados avançadas para otimizar e automatizar as decisões em todos os níveis da empresa"
    ]
  }
]
